;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
; TranslationAuthor: B.K.
; TranslationAuthorEmail: bernhard.kr79@googlmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.00.00
; TranslationUpdate 2013-12-05: DJ-Danby
; Update: 2013-12-05
;
[GUI]
ButtonYes=Ja	
ButtonNo=Nein
ButtonOK=OK
ButtonMinimize=Minimieren
ButtonMaximize=Maximieren
ButtonClose=Schliessen
ButtonRestore=Wiederherstellen
ButtonMenu=Menü

[Lang]
NativeLanguage=Deutsch
[Translation]
LangCode=0407
ReadHabit=Left-to-right
LanguageName=GER
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warnung
Error=Fehler
Confirm=Bestätigen
CurVer=Aktuelle Version:
;
; About
;
FrmGBAbout.caption=Über
FrmGBAbout.btnok.caption=Ok
FrmGBAbout.lblver.caption=Aktuelle Version：
FrmGBAbout.lblemail.caption=Support Email：
FrmGBAbout.lblhome.caption=Homepage：
FrmGBAbout.lblthank.caption=Dank geht an die folgenden Leute für ihren Beitrag:

;
; Popup Menu
;
pmHelp=Online-Hilfe
pmHome=Homepage
pmCheckNew=Suche nach Updates
pmLang=Sprachen
pmAbout=Über uns
pmCheckNew=Suche nach Updates
pmrun=Spiel starten
pmadd=Spiel hinzufügen
pmdel=Spiel entfernen
pminfo=Spielinformation
pmEndProcess=Prozess beenden
pmExclude=Ausschliessen
pmNoExclude=Ausschluss aufheben
pmGoogle=Suche bei Google


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=Meine Spiele
FrmGBMain.BtnTabOpt.Caption=System Optimierer
FrmGBMain.BtnTabProcess.Caption=Prozess Optimierer
FrmGBMain.BtnTabService.Caption=Service Optimierer
FrmGBMain.Btnlikeit.Caption=like it
FrmGBMain.BtnRestore.Caption=Wiederherstellen

;
; Like Us
;
FrmLikeit.lblTitle.caption=Wenn du Wise Game Booster magst, enpfehle es den Leuten die du magst.
FrmLikeit.lblInfo.caption=Bitte teile Wise Game Booster mit deiner Familie, Freunden, Schulkameraden, und Kollegen via Email, Blog, Twitter, Youtube, Facebook, etc. Gut! Du bringst Komfort und Effizienz in ihr Leben.
FrmLikeit.lblRate.caption= Stimme für Wise Game Booster:
FrmLikeit.lblfollow.caption=Folge uns auf:
FrmLikeit.lblshare.caption=Share Wise Game Booster:
FrmLikeit.btndownload.caption=Free Download
FrmLikeit.imgrate.hint=Gib uns einen 5 Star Award
FrmLikeit.imgmail.hint=Teile es mit deinen Freunden
FrmLikeit.imgface1.hint=Teile es auf Facebook
FrmLikeit.imgface2.hint=Folge uns auf Facebook
FrmLikeit.imgtwitter1.hint=Teile es auf Twitter
FrmLikeit.imgtwitter2.hint=Folge uns auf Twitter
FrmLikeit.Caption=Like it
FrmLikeit.lbldownload.caption=Downloade mehr Freeware von WiseCleaner.com

;
; gameinfo
;
FrmGameinfo.caption=Spielinformationen
FrmGameinfo.lbltype.caption=Spieltyp:
FrmGameinfo.lblname.caption=Dateiname:
FrmGameinfo.lblPublisher.caption=Spielentwickler:
FrmGameinfo.lbltimes.caption=Wie oft gespielt:
FrmGameinfo.lbllasttime.caption=zuletzt gespielt:
FrmGameinfo.lblrate.caption=Spiel-Rating:
FrmGameinfo.lblcomment.caption=Spielnotizen:
FrmGameinfo.btnok.caption=OK
FrmGameinfo.btncancel.caption=Abbrechen
;
;GameBox
;
FrmGameBox.btnsysopt.caption=Optimiere
FrmGameBox.btnProcessopt.caption=Optimiere
FrmGameBox.btnServiceopt.caption=Optimiere
FrmGameBox.btnopt.caption=Optimiere Alles

;
;sysopt
;
FrmSysOpt.btnopt.caption=Optimiere Jetzt
FrmSysOpt.lblhint.caption=Optimiere die folgenden Items um die Spielperformance zu steigern.
FrmSysOpt.lblreall.caption=Alles fortsetzen
;
;processopt
;
FrmProcess.lblhint.caption=Schliesse Prozesse mit hohem Speicherbedarf um Spielperformance zu erhöhen. 
ProcessCpu=CPU Nutzung
ProcessMemory=Memory Nutzung
ProcessSuggest=Vorschlag
ProcessAction=Prozess Management
ProcessMostMemUse=Nicht-System Programme mit hohem Speicherbedarf
;Serviceopt
;
FrmService.lblhint.caption=Schliesse unnötige Dienste um Spielperformance zu steigern. 
ServicePublisher=Hersteller
ServiceSuggest=Empfehlung
ServiceAction=Service Management
ServiceStop=Beende unnötige Dienste
ServiceDisable=Stop (Empfohlen)
ServiceEnable=Start (Empfohlen) 
ServiceKeep=Keep (Empfohlen)
ServiceMust=Muss laufen

;
;serviceRestore
;
Frmrestore.Btnreall.caption=Alle Dienste fortführen
Frmrestore.caption=Dienst fortführen
Frmrestore.Btnok.caption=OK
ServiceName=Service Name
ServiceChangeDateTime=Zuletzt geändert
ServiceRestore=Dienst fortführen

[GameBox]
GameUnknow=Unbekannt
GameRPG=Rollenspiele
GameShot=Shooter
GameOther=Andere Spiele
NeverPlay=Nie gespielt
UnknowPublisher=Unbekannte Hersteller
lstbtnadd=Spiel hinzufügen
LblSysopt=Systemoptimierung
LblProcessopt=Prozessmanagement
LblServiceopt=Dienstoptimierung
LblTitleCheck=Teste PC Performance, bitte warten...

[message]
FirRun=Soll WGB beim ersten Start automatisch alle vorhandenen Spiele suchen?
NoNewVer=Glückwunsch! Du benutzt die aktuellste Version.
CheckComputer=Teste PC Performance, bitte warten...
SearchGame=Suche nach vorhandenen Spielen, bitte warten...
Allgood=Glückwunsch! Dein PC ist in Ordnung. Es muss nichts optimiert werden. 
SysGood=Glückwunsch! Keine Optimierung nötig. 
ProcessGood=Glückwunsch! Kein Prozess muss beendet werden. 
ServiceGood=Glückwunsch! Kein Dienst muss beendet werden. 
HaveProblem=%d Probleme gefunden! Bitte klicke "Optimiere alles" um Probleme zu beheben.
sysProblem=%d Probleme zu beheben.
Processproblem=%d Prozesse können beendet werden um Speicher zu sparen.
Serviceproblem=%d Dienste können beendet werden
DeleteGame=Dieses Spiel wirklich entfernen?
HaveOpt=Optimiert
btnRestore=Fortfahren
btnOpt=Jetzt optimieren
BtnAction=Aktion
BtnStop=Dienst beenden
SuggestClose=Beenden (Empfohlen)
SuggestKeep=Belassen (Empfohlen)
haveStoped=Gestoppt
HaveRun=Gestartet
BtnRun=Start
HaveFail=Beenden fehlgeschlagen
OptComputer=Optimiere, bitte warten...
AllgoodAfterOpt=Optimieren beendet und %s MB freigemacht. Jetzt spielen!
AllgoodAfterManualOpt=Glückwunsch! Kein Prozess muss beendet werden. Jetzt spielen!
HaveProblemAfterOpt=%d Prozesse konnten nicht optimiert werden, aber es wurden %s MB Speicher frei.


[sysopt]
SystemStable=System Stabilität
SystemSpeedup=System Beschleunigung
NetworkSpeedup=Netzwerk Beschleunigung
AutoKill=Programme die nicht reagieren automatisch beenden, um Systemcrash zu verhinderen
RestartExplorer=Windows Explorer automatisch neu starten um unerwartete Desktopstörungen zu vermeiden
TwoProcess=Make Windows Explorer als seperaten Prozess starten um Systemprobleme zu vermeiden
ErrorReport=Fehlermeldungen deaktivieren um Systemperformance zu erhöhen
Debugger=Debugger deaktivieren um Fehlerbehebung zu beschleunigen
OptMemory=Optimiere Speichereinstellung um die Systemperformance zu erhöhen
OptVEff=Optimiere Aussehen von Menüs (Dialogbox, Menüs, etc.) um die Systemperformance zu verbessern
OptFileSystem=Optimiere das Dateisystem um die Systemperformance zu verbessern
OptDiskSystem=Optimiere "Disk I/O" des Subsystems um die Systemperformance zu verbessern
DisAutoRun=Deaktiviere das "Autoplay"-Feature auf allen Laufwerken, um eine Virusinfektion zu verhindern
OptTTL=Optimiere "TTL"(Time To Live) Einstellungen um die Netzwerkperformance zu steigern
OptNetForward=Optimiere Netzwerk-Ladeeinstellung um die Netzwerkperformance zu verbessern
OptMTU="black holes" von "Path MTU Discovery Technik" automatisch erkennen um TCP/IP Performance zu verbessern
OptWINS=Optimiere "WINS""name query" Zeit um Datentransferrate zu verbessern
OptNetWork=Optimiere Netzwerkeinstellungen um die Übertragungsperformance zu verbessern
CloseAnimate=Keine Animationen beim Ändern/Verschieben von Fenstern um Fensterperformance zu verbessern
PagingExecutive=Deaktiviere Speichernummerierung und reduziere "Disk I/O" um die Programmperformance zu erhöhen. (Ignoriere wenn physischer Speicher <1 Gb)
StaticIP=Benutze statische IP für deine lokale Verbindung um den Systemstart zu beschleunigen
PorcessorTime=Optimiere Prozessor-Performance damit Programme, Spiele, etc. runder laufen. (Ignoriere das wenn du auf einem Server arbeitest.)
DisableIDECheck=Verhindere "IDE channel check" um die Windows Startgeschwindigkeit zu erhöhen
ForeAppSpeed=Optimale Leistung für Vordergrundprogramme 
AeroPeek=Erhöhe die Leistung von Aero Peek



